{
  "menuInicio": "Home",
  "menuHabilidades": "Skills",
  "menuProyectos": "Portfolio",
  "menuContacto": "Contact",
  "menuLab": "Lab",
  "playButton": "PLAY",
  "salutation": "Hi!",
  "testimonio1": "Excellent experience in creating my website. We worked remotely without any problem. For his dedication, sensitivity and professionalism. I recommend it 100%, my website was better than I dreamed it, THANK YOU VERY MUCH.",
  "testimonio2": "An impeccable, professional and prompt work.",
  "testimonio3": "I am happy and calm because what I wanted was fully achieved. Thank you very much to all the team that has lived up to a great service.",
  "testimonio4": "Our expectations were more than met. The work was complex and was accomplished with professionalism, great dedication and excellent communication.",
  "home1par": "My name is Alfredo L'Huissier. I am a software developer with more than 10 years of expierence working remotely. I specialize in graphic games and websites, with a particular focus on creating novel and memorable user experiences.",
  "home2par": "Key technologies: ",
  "home1service": "Web Design & Development",
    "home1service_a": "Attractive Web Design",
    "home1service_b": "Web Apps",
    "home1service_c": "Ecommerce",
    "home1service_d": "Custom projects",
  "home2service": "2D/3D Game Development",
    "home2service_a": "VR/AR 3D Design",
    "home2service_b": "Unreal Engine",
    "home2service_c": "Machine Learning",
    "home2service_d": "Graphic Games with Unity",
  "home3service": "System Administration & Security",
    "home3service_a": "Databases",
    "home3service_b": "Cybersecurity",
    "home3service_c": "Optimization of Resources",
    "home3service_d": "Migration and Modernization",
  "home1text": "See skills",
  "home2text": "See projects",
  "home3text": "Contact",
  "homeTextClients": "Satisfied customers == Happy developer",
  "home3instrucciones": "Keys",
  "home3movimiento": "movement",
  "home3correr": "run",
  "home3saltar": "jump",
  "home3volar": "fly: (hold) ",
  "home3camara": "camera",
  "home3salir": "exit",
  "home3hablar": "Press 'Z' to talk",
  "skills1par": "My name is Jason Lee. I am a senior software developer with more than 10 years of expierence working remotely. I specialize in websites and graphic games, with a particular focus on creating novel and memorable user experiences. 8 years of highly skilled experience in designing and developing engaging games that drive revenue growth. Proven track record in optimizing game performance, reducing load times, and increasing user retention. Adept at mentoring and training junior developers, resulting in improved code quality and productivity. And I can create microservices to solve client specific problems, quickly deploy a website or landing page, manage a database or harness the potential and flexibility of progressive web applications, thus being able to adapt to many different scenarios.",
  "skills2par": "I am currently developing software for companies independently. I'm interested in Web XR and Machine Learning (Tensorflow) and feel particularly attracted to projects with creative approaches, or those that seek to innovate both in their designs (UI/UX), and ways to solve problems and boost people's productivity.",
  "skills3par": "I have experience with: ",
  "worksTitulo": "Projects",
  "worksBoton": "Preview",
  "worksBoton2": "View project",
  "contactoTitulo": "Send me a message",
  "contactoNombre": "Your name",
  "contactoEmail": "Your email",
  "contactoMensaje": "Message",
  "contactoCancelar": "Clear",
  "contactoEnviar": "Send",
  "categorias": "Categories: ",
  "techUsed": "Technologies used: ",
  "year": "Year: ",
  "goku": "Hi, I'm Goku!",
  "goku2": "Wanna know a little secret? You can fly if you keep the 'F' key pressed.",
  "goku3": "Ok, thanks!",
  "categorias-alquimia":"SPA, Architecture, portfolio",
  "resumen-alquimia":"SPA (Single Page Application) based on VueJS and Vuetify, which allows navigating through the whole site without the need to reload pages. Full page scrolling (fullpage.js) with parallax in portfolio. Content management system with Firebase as backend.",
  "categorias-og":"Website, services, forms",
  "resumen-og":"Website for a service company, made with customized Wordpress with CSS and PHP. Simple content management for the client side thanks to Wordpress back end. Contains various forms, packages, media and dynamic content.",
  "categorias-beatup":"Web app, marketplace, ecommerce, music",
  "resumen-beatup":"Web application that works as a marketplace and streaming platform for producers, beatmakers, and urban artists. Purchase and sale of songs through different means of payment, with promotion and protection of copyright. Programmed with Vue on the frontend, Firebase for the management and flow of users, and Laravel/PHP for the massive management of audio files and different microservices. Integration with different means of payment (Webpay) thanks to Payku and its platform for creating marketplaces.",
  "categorias-trap2day":"Blog, media, urban music",
  "resumen-trap2day":"Music blog for latin artists. Built with Wordpress and customized with pieces of Javascript and CSS code.",
  "categorias-mrclick":"E-commerce, technology",
  "resumen-mrclick":"Internet commerce application operating in Chile, Colombia and Peru, built with Shopify (Liquid) and a little bit of PHP. Shopify has a rich and well-documented ecosystem that helps making customized plugins and apps that solve customer specific problems. This work includes custom microservices made with PHP that calculates custom rates and webhooks that help notify various shipping services, and the automation of billing system and accounting system.",
  "categorias-makine":"Website, healthcare, services",
  "resumen-makine":"Informative website offering health services. Contact form connected to email. Easily modifiable design thanks to Elementor plugin.",
  "categorias-l-vk":"Website, real estate",
  "resumen-l-vk":"Catalog and property search customized with Wordpress and niche specific plugins. Connected to Google Maps, with video and responsive design.",
  "categorias-casa":"Website, podcast, blog",
  "resumen-casa":"Blog/podcast type website. Ideal application for Wordpress, with a publication management system, easy integration with soundcloud and responsive design.",
  "categorias-movies":"Web app, movies, API",
  "resumen-movies":"Personal project developed with ReactJS. It has API calls from a movie database (themoviedb.org) with React Hooks, a search bar and everything is deployed on Heroku.",
  "categorias-abc":"Website, catalog, food",
  "resumen-abc":"Food catalog for delivery and sales. Produced with Wordpress and inventory and catalog system plugins. Google maps and direct buttons for whatsapp and social networks.",
  "categorias-aldrive":"Web app, coud storage",
  "resumen-aldrive":"Personal storage service in the cloud, using Google Cloud Storage (Firebase).",
  "categorias-kiwen":"E-commerce, organic",
  "resumen-kiwen":"Ecommerce site powered by Wordpress and Woocommerce. Integrated with Webpay payment system. Shopping cart, favorites and user registration system.",
  "categorias-idea":"Website, galleries, dancing",
  "resumen-idea":"Digital identity of the IDEa experimental dance company. Made with Wordpress, taking advantage of its content management features. Modern videos and galleries.",
  "categorias-balamboo":"Website, web design, SEO",
  "resumen-balamboo":"Company of design and development of website and web applications, search engine optimization (SEO) and digital marketing.",
  "categorias-temac":"Website, services, catalog",
  "resumen-temac":"Company dedicated to the import of machinery and products for hydraulic installations, sanitation and mining.",
  "categorias-rubik":"Web apps, games, 3D",
  "resumen-rubik":"3D implementation of a Rubik's cube, with full game logic and turn counting. Programmed with Javascript and ThreeJS library for handling 3D in the browser. Compatible with VR (virtual reality) and AR (augmented reality). Hosted in Firebase Hosting.",
  "resu": "Synthesis: "
}