{
  "menuInicio": "Inicio",
  "menuHabilidades": "Habilidades",
  "menuProyectos": "Portafolios",
  "menuContacto": "Contacto",
  "menuLab": "Lab",
  "playButton": "JUGAR",
  "salutation": "¡Hola!",
  "testimonio1": "Excelente experiencia en la creación de mi  pagina web. Trabajamos a distancia sin ningún problema (yo desde Villarrica). Por su dedicación, sensibilidad y profesionalismo. Lo recomiendo 100%, mi pagina web quedo mejor de lo que la soñe, MUCHAS GRACIAS.",
  "testimonio2": "Un trabajo impecable, profesional y expedito.",
  "testimonio3": "Estoy contento y tranquilo porque lo que yo quería se cumplió a cabalidad. Muchas gracias a todo el equipo que ha estado a la altura de un gran servicio.",
  "testimonio4": "Se cumplieron con creces nuestras expectativas. El trabajo era complejo y se logró con profesionalismo, mucha dedicación y excelente comunicación.",
  "home1par": "Mi nombre es Alfredo L'Huissier. Soy un desarrollador de software con más de 10 años de experiencia en trabajo remoto. Me especializo en aplicaciones y sitios web, con un enfoque particular en crear experiencias de usuario novedosas y memorables.",
  "home2par": "Tecnologías clave: ",
  "home1service": "Diseño & Desarrollo Web",
    "home1service_a": "Diseño Web Atractivo",
    "home1service_b": "Web Apps",
    "home1service_c": "Ecommerce",
    "home1service_d": "Proyectos Personalizados",
  "home2service": "Soluciones & Crecimiento",
    "home2service_a": "Marketing Digital",
    "home2service_b": "SEO",
    "home2service_c": "Machine Learning",
    "home2service_d": "Soluciones Técnicas",
  "home3service": "Administración de Sistemas & Seguridad",
    "home3service_a": "Bases de Datos",
    "home3service_b": "Seguridad Cibernética",
    "home3service_c": "Optimización de Recursos",
    "home3service_d": "Migración y Modernización",
  "home1text": "Ver habilidades del programador",
  "home2text": "Ver proyectos",
  "home3text": "Contactar",
  "homeTextClients": "Clientes satisfechos == Desarrollador contento",
  "home3instrucciones": "Controles",
  "home3movimiento": "movimiento",
  "home3correr": "correr",
  "home3saltar": "saltar",
  "home3volar": "volar: (mantener) ",
  "home3camara": "cámara",
  "home3salir": "salir",
  "home3hablar": "Presiona 'Z' para hablar",
  "skills1par": "Mi nombre es Alfredo L'Huissier. Soy un desarrollador de software con más de 10 años de experiencia en trabajo remoto. Me especializo en la realización de aplicaciones y sitios web, con un enfoque particular en crear experiencias de usuario novedosas y memorables. Puedo crear microservicios para resolver problemas específicos, implementar rápidamente una landing page, administrar una base de datos o aprovechar el potencial y flexibilidad de las aplicaciones web progresivas, adaptándome así a las necesidades del momento.",
  "skills2par": "Actualmente me encuentro desarrollando software para empresas de manera independiente. Tengo interés en las áreas de Web XR y Machine Learning (Tensorflow), y me siento particularmente atraído hacia los proyectos con enfoques creativos, o que buscan innovar tanto en sus diseño de interfaces como en la manera de resolver problemas y aumentar la productividad de las personas.",
  "skills3par": "Poseo experiencia con: ",
  "worksTitulo": "Proyectos",
  "worksBoton": "Ver detalles",
  "worksBoton2": "Visitar sitio",
  "contactoTitulo": "Envíame un mensaje",
  "contactoNombre": "Tu nombre",
  "contactoEmail": "Tu email",
  "contactoMensaje": "Mensaje",
  "contactoCancelar": "Borrar",
  "contactoEnviar": "Enviar",
  "categorias": "Categorías: ",
  "techUsed": "Tecnologías utilizadas: ",
  "year": "Año: ",
  "goku": "¡Hola, Soy Goku!",
  "goku2": "¿Quieres saber un pequeño secreto? Puedes volar si mantienes la tecla 'F' presionada",
  "goku3": "Bueno, ¡gracias!",
  "categorias-alquimia":"SPA, Arquitectura, portafolios",
  "resumen-alquimia":"SPA (Single Page Application) hecha en base a VueJS y su librería Vuetify, permitiéndonos navegar por todo el sitio sin la necesidad de volver a cargar páginas. Scrolling de página completa (fullpage.js) con parallax en portafolios. Sistema de administración de contenido con Firebase como backend.",
  "categorias-og":"Sitio Web, servicios, formularios",
  "resumen-og":"Sitio Web para empresa de servicios, realizado con Wordpress personalizado con CSS y PHP. Gestión de contenidos sencilla y autoadministrable para el cliente gracias a Wordpress CMS. Contiene formularios, paquetes de servicios, multimedia y contenido dinámico.",
  "categorias-beatup":"Web app, marketplace, ecommerce, música",
  "resumen-beatup":"Aplicación web que funciona como marketplace y plataforma de streaming para productores, beatmakers, y artistas urbanos. Compra y venta de canciones a través de distintos medios de pago, con promoción y protección de derechos de autor. Programada con Vue en el frontend, Firebase para el manejo y flujo de usuarios, y Laravel/PHP para el manejo masivo de archivos de audio y distintos microservicios. Integración con distintos medios de pago (Webpay) gracias a Payku y su plataforma de creación de marketplaces.",
  "categorias-trap2day":"Blog, noticias, música urbana",
  "resumen-trap2day":"Blog de difusión de artistas urbanos de latinoamérica. Construido con Wordpress y personalizado con pedazos de código Javascript y CSS.",
  "categorias-mrclick":"E-commerce, technology",
  "resumen-mrclick":"Sitio web de comercio por internet presente en Chile y Perú y construido con Shopify y Liquid. Shopify tiene un ecosistema rico y bien documentado que facilita el desarrollo de aplicaciones diseñadas para resolver problemas específicos de cada cliente. Este trabajo cuenta también con la programación de microservicios en PHP para calcular tarifas y webhooks para notificar a distintos servicios de envío, además de la automatización del sistema de facturación y contabilidad.",
  "categorias-makine":"Sitio Web, salud, servicios",
  "resumen-makine":"Sitio Web informativo para ofrecer servicios de salud. Formulario de contacto conectado a email. Diseño fácilmente modificable con Elementor.",
  "categorias-l-vk":"Sitio Web, corredora de propiedades",
  "resumen-l-vk":"Catálogo y buscador de propiedades personalizado con Wordpress y plugins específicos del nicho. Conectado a Google Maps, con video y diseño responsivo.",
  "categorias-casa":"Sitio Web, podcast, blog",
  "resumen-casa":"Página web tipo blog/podcast. Aplicación ideal para Wordpress, con sistema de gestión de publicaciones, fácil integración con soundcloud y diseño responsivo amigable.",
  "categorias-movies":"Aplicación Web, películas, API",
  "resumen-movies":"Proyecto personal desarrollado en ReactJS. Tiene llamadas a una API con React Hooks, un buscador integrado y esta desplegado en Heroku.",
  "categorias-abc":"Sitio Web, catálogo, comida",
  "resumen-abc":"Catálogo de comida para delivery y ventas mayoristas. Producido con Wordpress y plugins de sistema de catálogo e inventario. Google maps y botones directos de whatsapp y redes sociales.",
  "categorias-aldrive":"Aplicación Web, almacenamiento en la nube",
  "resumen-aldrive":"Servicio personalizado de almacenamiento en la nube, alojado en Google Cloud Storage (Firebase).",
  "categorias-kiwen":"E-commerce, orgánico",
  "resumen-kiwen":"Sitio de comercio electrónico alimentado con Wordpress y Woocommerce. Integrado con sistema de pago Webpay. Carrito de compras, favoritos y sistema de registro de usuarios. ",
  "categorias-idea":"Sitio Web, galería, danza",
  "resumen-idea":"Identidad digital de la compañia de danza experimental IDEa. Hecho con Wordpress, aprovechando toda su ayuda para al autogestión de contenidos. Videos y galerías modernas.",
  "categorias-balamboo":"Diseño web, webapps, SEO",
  "resumen-balamboo":"Empresa de diseño y desarrollo de sitio y aplicaciones web, posicionamiento en buscadores (SEO) y marketing digital.",
  "categorias-temac":"Sitio Web, servicios, catálogo",
  "resumen-temac":"Empresa dediada a la importación de maquinaria y productos para instalaciones hidráulicas, sanitización y minería.",
  "categorias-rubik":"Aplicación Web, juegos, 3D",
  "resumen-rubik":"Implementación 3D de un cubo de Rubik, con lógica completa de juego y conteo de turnos. Programado con Javascript y la librería ThreeJS para el manejo de 3D en el navegador. Compatible con VR (realidad virtual) y AR (realidad aumentada). Fondo 360° con imagen panorámica. Alojado en Firebase Hosting",
  "resu": "Síntesis: "
}